{
    "id": "2023-05-19_public-opinions-and-social-trends-great-britain-4-to-14-may-2023",
    "title": "Public opinions and social trends, Great Britain: 4 to 14 May 2023",
    "url": "https://www.ons.gov.uk/peoplepopulationandcommunity/wellbeing/bulletins/publicopinionsandsocialtrendsgreatbritain/4to14may2023",
    "release_date": "2023-05-19",
    "release_type": "bulletins",
    "latest": false,
    "url_keywords": [
        "peoplepopulationandcommunity",
        "wellbeing"
    ],
    "contact_name": "Ben Harris, Hannah White, David Ainslie, Tim Vizard",
    "contact_link": "mailto:policy.evidence.analysis@ons.gov.uk",
    "content": [
        {
            "section_url": "https://www.ons.gov.uk/peoplepopulationandcommunity/wellbeing/bulletins/publicopinionsandsocialtrendsgreatbritain/4to14may2023#main-points",
            "section_header": "1. Main Points",
            "section_text": "The following information is for the latest survey period 4 to 14 May 2023, based on adults in Great Britain.  When asked about the important issues facing the UK today, the most commonly reported issues continue to be the cost of living (91%), the NHS (82%), the economy (73%), and climate change and the environment (59%). Around two-thirds of (67%) adults reported that their cost of living had increased, compared with a month ago. The most common reasons reported by adults who said their cost of living had increased compared with a month ago were an increase in the price of food shopping (96%), an increase in gas or electricity bills (74%), and an increase in the price of fuel (38%). Around 6 in 10 (59%) reported watching (or planning to watch) the coronation of King Charles III and Camilla, Her Majesty the Queen on TV; this proportion increased with age, being reported by 39% of people aged 16 to 29 years, 56% of those aged 30 to 49 years, 62% of those aged 50 to 69 years, and 82% of those aged 70 years or over.   Around half (49%) of adults reported trying to contact a GP practice for themselves or someone else in the past month. Around 4 in 10 (40%) adults who had tried to contact a GP practice for themselves or someone else in the past month reported it was easy or very easy to contact the GP practice, and 36% reported that it was difficult or very difficult.  Around 6 in 10 (60%) of those who tried to contact a GP practice for themselves or someone else in the past month described their overall experience of the GP practice as very or fairly good, while 22% reported that it was very or fairly poor.",
            "figures": []
        },
        {
            "section_url": "https://www.ons.gov.uk/peoplepopulationandcommunity/wellbeing/bulletins/publicopinionsandsocialtrendsgreatbritain/4to14may2023#important-issues-facing-the-uk",
            "section_header": "2. Important issues facing the UK",
            "section_text": "Estimates in this release are based on data collected between 4 and 14 May 2023 (the \"latest period\") and 19 April and 1 May 2023 (the \"previous period\"). Analysis is based on adults in Great Britain.Important issuesIn the latest period, we asked adults what they feel are important issues facing the UK today. The most commonly reported issues were:  the cost of living (91%) the NHS (82%) the economy (73%) climate change and the environment (59%)",
            "figures": [
                {
                    "figure_title": "Figure 1: The cost of living and the NHS continue to be the most commonly reported important issues",
                    "figure_subtitle": "Proportion of all adults in Great Britain, October 2022 to May 2023",
                    "figure_url": "https://www.ons.gov.uk/chartimage?uri=/peoplepopulationandcommunity/wellbeing/bulletins/publicopinionsandsocialtrendsgreatbritain/4to14may2023/ebf7d799&width=&hideSource=true",
                    "figure_type": "chartbuilder_image"
                }
            ]
        },
        {
            "section_url": "https://www.ons.gov.uk/peoplepopulationandcommunity/wellbeing/bulletins/publicopinionsandsocialtrendsgreatbritain/4to14may2023#cost-of-living",
            "section_header": "3. Cost of living",
            "section_text": "Over 9 in 10 (93%) people reported that their cost of living had increased, compared with a year ago. Compared with one month ago, 67% reported an increase in their cost of living (70% in the previous period).Reasons for cost of living increasesThe most commonly reported reasons given by adults for the rise in their cost of living over the past month were increases in:  the price of food shopping (96%) their gas or electricity bills (74%) the price of fuel (38%) Data released in our Consumer price inflation (CPI), UK: March 2023 bulletin show that food costs and housing costings (including energy, electricity and other fuel) continue to be causes of CPI.Actions taken because of the rising cost of livingThe most common actions reported by all adults because of the rising cost of living in the latest period were:  spending less on non-essentials (66%) shopping around more (49%) using less fuel such as gas or electricity in their home (49%) spending less on food shopping and essentials (44%)",
            "figures": [
                {
                    "figure_title": "Figure 2: Around two-thirds (66%) of adults reported spending less on non-essentials because of the rising cost of living",
                    "figure_subtitle": "Proportion of adults taking actions because of increases in the cost of living, Great Britain, December 2021 to May 2023",
                    "figure_url": "https://www.ons.gov.uk/chartimage?uri=/peoplepopulationandcommunity/wellbeing/bulletins/publicopinionsandsocialtrendsgreatbritain/4to14may2023/55b5a167&width=&hideSource=true",
                    "figure_type": "chartbuilder_image"
                }
            ]
        },
        {
            "section_url": "https://www.ons.gov.uk/peoplepopulationandcommunity/wellbeing/bulletins/publicopinionsandsocialtrendsgreatbritain/4to14may2023#gp-practice-access",
            "section_header": "4. GP practice access",
            "section_text": "In the latest period, we asked adults about their experiences of accessing a GP practice.Around half (49%) of adults reported trying to contact a GP practice for themselves or someone else in the past month.Of these adults:  around 7 in 10 (68%) reported they had managed to make contact on the same day they tried (had received a response from a receptionist or clinician or been able to book an appointment) 8% reported they had made contact on the day after 15% reported they had made contact two or more days later 10% reported they didn't manage to make contact with the GP practice Around 4 in 10 (40%) of these adults reported it was easy or very easy to contact the GP practice, whereas 36% reported that it was difficult or very difficult.  Around 6 in 10 (60%) of these adults described their overall experience of the GP practice as very or fairly good, and 22% reported that it was very or fairly poor.  More information about the methods people contacted their GP practice by and any next steps they took after making contact is available in the GP practice access dataset.A more detailed looked at people's experience of GP practice access is included in our Impact of winter pressures on different population groups in Great Britain article. You can also explore estimates of how people feel about their GP practice experience in England using estimates from the GP patient survey.",
            "figures": [
                {
                    "figure_title": "Figure 3: Around 6 in 10 (60%) adults described their overall experience of the GP practice as very or fairly good",
                    "figure_subtitle": "Proportion among adults who tried to contact a GP practice in the past month for themselves or someone else, Great Britain, 4 to 14 May 2023",
                    "figure_url": "https://www.ons.gov.uk/chartimage?uri=/peoplepopulationandcommunity/wellbeing/bulletins/publicopinionsandsocialtrendsgreatbritain/4to14may2023/974fa2b9&width=&hideSource=true",
                    "figure_type": "chartbuilder_image"
                }
            ]
        },
        {
            "section_url": "https://www.ons.gov.uk/peoplepopulationandcommunity/wellbeing/bulletins/publicopinionsandsocialtrendsgreatbritain/4to14may2023#personal-well-being",
            "section_header": "5. Personal well-being",
            "section_text": "During the latest period, we continued to ask respondents about their personal well-being. Average levels of personal well-being were:  life satisfaction: 6.9 in the latest period (6.9 in the previous period) feeling that the things done in life are worthwhile: 7.2 in the latest period (7.2 in the previous period) happiness: 7.0 in the latest period (7.1 in the previous period) anxiety: 3.9 in the latest period (3.9 in the previous period) Adults in Great Britain, March 2020 to May 2023 Notes:  Questions: \"Overall, how satisfied are you with your life nowadays?\", \"Overall, to what extent do you feel that the things you do in your life are worthwhile?\", \"Overall, how happy did you feel yesterday?\", \"Overall, how anxious did you feel yesterday?\". These questions are answered on a scale of 0 to 10, where 0 is \"not at all\" and 10 is \"completely\". Base: all adults. We also asked adults how often they feel lonely. Around a quarter (26%) of adults reported that they felt lonely often, always, or some of the time (25% in the previous period).Section 3 of our Personal well-being quarterly estimates technical report provides more information on the seasonal variation associated with measures of personal well-being. You can learn more about the Measures of National Well-being from our Quality of life in the UK: May 2023 bulletin and our Measures of National Well-being dashboard, which provides longer-term trends in well-being since 2012.Download the data",
            "figures": [
                {
                    "figure_title": "4",
                    "figure_subtitle": "Figure 4: Levels of personal well-being",
                    "figure_url": "https://www.ons.gov.uk/visualisations/dvc2595/wellbeing/wrapper/index.html",
                    "figure_type": "interactive"
                }
            ]
        },
        {
            "section_url": "https://www.ons.gov.uk/peoplepopulationandcommunity/wellbeing/bulletins/publicopinionsandsocialtrendsgreatbritain/4to14may2023#kings-coronation",
            "section_header": "6. King’s coronation",
            "section_text": "The coronation of King Charles III and Camilla, Her Majesty the Queen, took place on 6 May 2023, during the latest period of our survey.We asked adults what activities they did or planned to do over the coronation weekend, 6 to 8 May 2023. Around 6 in 10 (59%) people reported they watched, or planned to watch, the Coronation Service on TV. This proportion increased with age, being reported by:  39% of those aged 16 to 29 years 56% of those aged 30 to 49 years 62% of those aged 50 to 69 years 82% of those aged 70 years or over  Figure 5 shows the proportion of adults undertaking a range of activities we asked about.",
            "figures": [
                {
                    "figure_title": "Figure 5: Around 6 in 10 (59%) adults reported they planned to or did watch the Coronation Service on TV",
                    "figure_subtitle": "Proportion of all adults in Great Britain, 4 to 14 May 2023",
                    "figure_url": "https://www.ons.gov.uk/chartimage?uri=/peoplepopulationandcommunity/wellbeing/bulletins/publicopinionsandsocialtrendsgreatbritain/4to14may2023/59504068&width=&hideSource=true",
                    "figure_type": "chartbuilder_image"
                }
            ]
        },
        {
            "section_url": "https://www.ons.gov.uk/peoplepopulationandcommunity/wellbeing/bulletins/publicopinionsandsocialtrendsgreatbritain/4to14may2023#public-opinions-and-social-trends-data",
            "section_header": "7. Public opinions and social trends data",
            "section_text": "",
            "figures": []
        },
        {
            "section_url": "https://www.ons.gov.uk/peoplepopulationandcommunity/wellbeing/bulletins/publicopinionsandsocialtrendsgreatbritain/4to14may2023#measuring-the-data",
            "section_header": "8. Measuring the data",
            "section_text": "This release contains data and indicators from a module being undertaken through the Office for National Statistics's (ONS's) Opinions and Lifestyle Survey (OPN).Breakdowns by age and sex, including confidence intervals for the estimates, are contained in our Public opinions and social trends, Great Britain datasets.Where changes in results from previous weeks are presented in this bulletin, or comparisons between estimates are made, associated confidence intervals should be used to assess the statistical significance of the differences.Sampling and weightingIn the latest period (4 May to 14 May 2023), we sampled 4,961 households. This sample was randomly selected from people who had previously completed the Labour Market Survey (LMS) or OPN. The responding sample for the latest period contained 2,045 individuals, representing a 41% response rate.Survey weights were applied to make estimates representative of the population (based on ONS population estimates). Further information on the survey design and quality can be found in our Opinions and Lifestyle Survey Quality and Methodology Information (QMI).",
            "figures": []
        },
        {
            "section_url": "https://www.ons.gov.uk/peoplepopulationandcommunity/wellbeing/bulletins/publicopinionsandsocialtrendsgreatbritain/4to14may2023#related-links",
            "section_header": "9. Related links",
            "section_text": "",
            "figures": []
        },
        {
            "section_url": "https://www.ons.gov.uk/peoplepopulationandcommunity/wellbeing/bulletins/publicopinionsandsocialtrendsgreatbritain/4to14may2023#1-cite-this-statistical-bulletin",
            "section_header": "10. Cite this statistical bulletin",
            "section_text": "",
            "figures": []
        }
    ]
}
