{
    "id": "EXAMPLE-2016-02-18_adult-smoking-habits-in-great-britain-2014",
    "title": "Adult smoking habits in Great Britain: 2014",
    "url": "https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/healthandlifeexpectancies/bulletins/adultsmokinghabitsingreatbritain/2014",
    "release_date": "2016-02-18",
    "release_type": "bulletins",
    "latest": true
    ,
    "url_keywords": [
        "peoplepopulationandcommunity",
        "healthandsocialcare",
        "healthandlifeexpectancies"
    ],
    "contact_name": "Dr Craig Orchard",
    "contact_link": "mailto:socialsurveys@ons.gov.uk",
    "content": [
        {
            "section_url": "https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/healthandlifeexpectancies/bulletins/adultsmokinghabitsingreatbritain/2014#main-points",
            "section_header": "1. Main points",
            "section_text": "19% of adults in Great Britain currently smoke, down from a peak of 46% in 1974 when the series began. Among smokers, the average consumption was 11.4 cigarettes a day – the lowest daily cigarette consumption since the series began, the peak being in 1976 at 16.8 cigarettes a day. 20% of men currently smoke – the lowest value since the series began in the 1970s. In 1974, half (51%) of men smoked. 17% of women smoke – a slight increase on the previous year. The peak for women was in 1974 at 41%. Those aged 25 to 34 are the most likely to smoke but smoke the lowest amount per day at 9.6 cigarettes while smokers aged 50 to 59 smoke the most at 13.4 cigarettes a day. In 2014, 55% of people who had previously smoked had quit. 23% of those with personal annual income up to £9,999 are current smokers, compared with 11% of those whose annual income is £40,000 or more. Just over 1 in 10 babies were born to mothers who smoke. There are an estimated 2.2 million current e-cigarette users in Great Britain, 4% of the population. 74% of former e-cigarette users smoke cigarettes. 53% of e-cigarettes users vape as an aid to quit smoking. 76% of e-cigarettes users think exposure to non-users has no health impact.",
            "figures": []
        },
        {
            "section_url": "https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/healthandlifeexpectancies/bulletins/adultsmokinghabitsingreatbritain/2014#summary-of-findings",
            "section_header": "2. Summary of findings",
            "section_text": "This report highlights some of the characteristics of adult (16 years old and over) smokers in 2014 and the findings on e-cigarette users in Great Britain in 2015 using our Opinions and Lifestyle Survey.The percentage of current smokers in Great Britain has remained at 19% compared with 2013, but the percentage of male smokers has reached its lowest ever value of the series. Average daily cigarette consumption has also reached its lowest value of the series.The percentage of people using e-cigarettes is 4%. Women are slightly more likely to be e-cigarette users than men. The main reason given for using e-cigarettes was to aid in quitting smoking.",
            "figures": []
        },
        {
            "section_url": "https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/healthandlifeexpectancies/bulletins/adultsmokinghabitsingreatbritain/2014#cigarette-smoking",
            "section_header": "3. Cigarette smoking",
            "section_text": "Smoking is the leading cause of preventable death in Great Britain. In 2013, almost 80,000 deaths were attributable to smoking in England. Estimates from the Scottish and Welsh governments suggest that smoking is responsible for around 13,500 deaths per year in Scotland and 5,500 in Wales. Exposure to second-hand smoke (passive smoking) can lead to a range of diseases, many of which are fatal, with children especially vulnerable to the effects of passive smoking.Smoking also has economic costs, adding significantly to the burden on the NHS. Research from Oxford University suggests that smoking cost the NHS in the UK £5.2 billion in 2005/06. It is estimated that in 2013/14, approximately 4% of all hospital admissions in England for those aged 35 and over were attributable to smoking.Reducing the prevalence of cigarette smoking is therefore a key objective for the government and devolved administrations. The government has set a smoking prevalence target for England of 18.5% by 2015. The Welsh government has a target of 16% by 2020. The Scottish government has a target of 5% by 2034.The UK government and Welsh and Scottish governments have published the papers “Healthy Lives, Healthy People – A Tobacco Control Plan for England”, “Tobacco Control Action Plan for Wales” and “Creating a Tobacco-Free Generation – A Tobacco Control Plan for Scotland”. These set out their respective strategies for reducing the proportion of the population that smokes and the harm caused by tobacco use.",
            "figures": []
        },
        {
            "section_url": "https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/healthandlifeexpectancies/bulletins/adultsmokinghabitsingreatbritain/2014#smoking-data",
            "section_header": "4. Smoking data",
            "section_text": "Proportion of male smokers reaches its lowest valueMen are more likely to smoke than women and in 2014 across Great Britain, 20% of men aged 16 and over smoked cigarettes. This was a fall on the previous year and the lowest smoking prevalence among men at any time over the past 40 years – the highest prevalence was in 1974 at 51%.For women aged 16 and over, 17% smoked in 2014, a slight increase on the previous year; the peak for women was in 1974 at 41%. For men and women combined, smoking prevalence was 19%.Across all age groups, men are more likely to smoke than women and the most common age group for people to smoke is 25 to 34, where 24% of people within this age group smoke cigarettes. The next most common age group is 16 to 24 (23% smoke) followed by 35 to 49 (21%). From the age of 50 smoking prevalence starts to fall, in particular for those aged 60 and over (11%).  As well as a fall in the prevalence of smoking, there has also been a fall in the number of cigarettes consumed daily. In 2014, around 11.4 cigarettes were smoked per day, the lowest at any point over the past 40 years and down from 12.1 a year earlier. 1976 saw the highest number of cigarettes smoked per day at 16.8.Men smoke on average 1.7 more cigarettes a day. While those aged 25 to 34 are the most likely to smoke, the smokers within this group smoke the lowest amount per day at 9.6 cigarettes, while smokers aged 50 to 59 smoke the most at 13.4 cigarettes a day.Comparing 2013 and 2014, each group’s average daily consumption fell, apart from men aged 60 and over, whose cigarette consumption rose from 13.7 to 14.6, and women aged 50 to 59 whose consumption rose from 12.0 to 12.3. Despite the rise, 12.3 was the second lowest average daily consumption for this age group since 1971. Most of the sex and age breakdowns had their lowest value in 2014; this can be seen in table 2 of the smoking reference tables.Generally from the age of 25, smoking prevalence among the population falls and this is reflected in the data on people who have quit. As people get older they are more likely to have quit – partly reflecting that they have had more time to do so. In 2014, 55% of people who had previously smoked had quit.  The proportion of men who have quit smoking (55%) is slightly higher than the percentage of women who have quit (54%). Women have seen a decrease in the percentage of cigarette smokers who have quit in each age group. Most of the age groups for men have seen increases in the percentage of smokers who have quit except for the oldest 2 age groups which had stayed the same or seen a fall. The proportion of cigarette smokers who have quit is the proportion of all those who said that they have smoked cigarettes regularly, who do not currently smoke. Individuals with an annual income of less than £10,000 are twice as likely to smoke as those with an income of £40,000 and overGenerally, as personal incomes increase people are less likely to smoke. In 2014, 23% of those with an annual personal income of less than £10,000 were current smokers while just 11% of those with an income of £40,000 or more smoked.Those with the lowest incomes are also less likely to have quit smoking. Of those who had ever smoked and had an income of less than £10,000, 48% had quit, while 69% of those who had ever smoked and had an income of £40,000 or more had quit.Individuals with a personal income of less than £20,000 smoked on average between 11.6 and 11.8 cigarettes per day and as well as being less likely to smoke overall, those with an income of £40,000 or more also smoked less per day at 10.0 cigarettes.  Just over 1 in 10 babies born to mothers who smokeThe Health and Social Care Information Centre (HSCIC) publishes statistics on women’s smoking status at the time of delivery in England. Over the period 2014/15, around 11.4% of pregnant women were recorded as smokers at the time of delivery. This is down from 12.0% a year earlier.Estimates on the smoking status during pregnancy from the Opinions and Lifestyle Survey suggest that 17% of pregnant women aged 16 to 49 were smokers in 2014, up from 11% a year earlier. However, these estimates are based on a small sample of women and just 70 pregnant women were in the survey in 2014. Therefore there is a margin of uncertainty with the estimates from such a small sample of people. Upper and lower confidence intervals represent the range in which we are 95% confident the exact figure falls and this range in 2014 is between 8% and 26%. This overlaps with the previous year’s confidence intervals and so there are no statistically significant differences in the prevalence of smoking while pregnant. For robustness it is advised to use the statistics collected at the time of delivery when reporting on the smoking status of pregnant women.Other characteristics of smokersThe data discussed in this publication can be found in the reference tables section of the bulletin. In the reference tables, there is also data that has not been included within the commentary including:  proportion who have never smoked cigarettes, by sex and age, Great Britain, 1974 to 2014 cigarette smoking status and the proportion of cigarette smokers who have quit, by highest qualification level, Great Britain, 2014 cigarette smoking habits, by economic activity, Great Britain, 1990 to 2014 cigarette smoking status and the proportion of cigarette smokers who have quit, by socio-economic classification, Great Britain, 2014 cigarette smoking status and the proportion of cigarette smokers who have quit, by relationship status, Great Britain, 2014 adult cigarette smoking habits, by sex and whether dependent children living in household, Great Britain, 2000 to 2014 cigarette smoking status and the proportion of cigarette smokers who have quit, by age and whether lone person household, Great Britain, 2014 type of cigarette smoked, by sex, Great Britain, 2014 There is also information on cigarette smoking prevalence since 2010 in the Integrated Household Survey (IHS). These are broadly comparable with the Opinions and Lifestyle Survey (OPN) estimates of cigarette smoking prevalence. The IHS sample is far larger than the OPN sample. This leads to more precise estimates, especially at lower level geographies. The IHS asks questions around smoking of those aged 18 and over, whereas the OPN also asks the questions of 16 and 17 year olds. The construction of the proportions of the population who have never smoked cigarettes, and those who are ex-smokers, also differ, as the OPN asks an additional question around this.",
            "figures": [
                {
                    "figure_title": "Figure 1: Percentage of smokers by age and sex, 2014",
                    "figure_subtitle": "Great Britain",
                    "figure_url": "https://www.ons.gov.uk/chartimage?uri=/peoplepopulationandcommunity/healthandsocialcare/healthandlifeexpectancies/bulletins/adultsmokinghabitsingreatbritain/2014/061c62dc&width=&hideSource=true",
                    "figure_type": "chartbuilder_image"
                },
                {
                    "figure_title": "Figure 2: Proportion who smoke and proportion who have quit smoking, 2014",
                    "figure_subtitle": "Great Britain",
                    "figure_url": "https://www.ons.gov.uk/chartimage?uri=/peoplepopulationandcommunity/healthandsocialcare/healthandlifeexpectancies/bulletins/adultsmokinghabitsingreatbritain/2014/a4366e66&width=&hideSource=true",
                    "figure_type": "chartbuilder_image"
                },
                {
                    "figure_title": "Figure 3: Average daily consumption by income band, 2014",
                    "figure_subtitle": "Great Britain",
                    "figure_url": "https://www.ons.gov.uk/chartimage?uri=/peoplepopulationandcommunity/healthandsocialcare/healthandlifeexpectancies/bulletins/adultsmokinghabitsingreatbritain/2014/8101d2cd&width=&hideSource=true",
                    "figure_type": "chartbuilder_image"
                }
            ]
        },
        {
            "section_url": "https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/healthandlifeexpectancies/bulletins/adultsmokinghabitsingreatbritain/2014#e-cigarette-data-2015-provisional-data",
            "section_header": "5. E-cigarette data (2015 provisional data)",
            "section_text": "Half of e-cigarettes users vaping as an aid to quit smokingIn Great Britain, there were an estimated 2.2 million current e-cigarette users in 2015, 4% of the population. There were 3.9 million former users of e-cigarettes and a further 2.6 million people said they had tried an e-cigarette but never went on to use it.Half (53%) of the 2.2 million current e-cigarettes users said their main reason for vaping was to aid themselves in quitting smoking. Just over 1 in 5 (22%) gave their main reason for vaping was because they felt e-cigarettes were less harmful than cigarettes. Despite the cost difference between vaping and smoking, just 9% gave this as the main reason. A further 9% said their main reason was because they could use e-cigarettes indoors.For both current and ex-smokers, the main reason for using e-cigarettes was to help them quit smoking. The second most popular reason for both groups was that they were perceived to be less harmful, although this was the reason for 31% of ex-smokers compared with 15% of current cigarette smokers. Among current cigarette smokers, 15% said that their main reason for using e-cigarettes was that they could be used indoors, compared with 1% of ex cigarette smokers.There are some current users of e-cigarettes who had never previously smoked, although this number is relatively small, at 56,000 (0.1% of the population or 3% of current users). Three-quarters of former e-cigarette users smoke cigarettesOf the former e-cigarette users, around three-quarters said they were currently smoking cigarettes and 59% of the current users said they also used cigarettes. Current e-cigarette users smoke a slightly lower number of cigarettes a day on average (11.2 per day) than the average for all smokers (11.4 per day). Former e-cigarette users’ average daily cigarette consumption (12.4) is higher than those who have never used an e-cigarette (10.9).Focusing on those who currently smoke, around 36% had never used an e-cigarette. In 2015, 1.3 million people were current e-cigarette and cigarette smokers.  Three-quarters of e-cigarettes users think exposure to non-users has no health impactOf those surveyed who were current or former users of e-cigarettes, 76% felt that exposure of the vapour of e-cigarettes to non-users had no health impact. On the other hand, 41% of people who have never smoked or vaped felt that exposure had a damaging impact on their health.In terms of personal health impact, three-quarters (73%) of all those surveyed regardless of smoking or vaping status felt that e-cigarettes were less harmful than cigarettes. However, current or former e-cigarettes users gave a stronger opinion that e-cigarettes were less harmful than people who only smoked or had never smoked.The percentages of e-cigarette users are similar for men and women but there is a difference in age profile of those who use them. The most common age group for women to vape were those aged 35 to 44, whereas for men the most common groups are 45 to 54 and 55 to 64.Most people (67%) use an e-cigarette on a daily basis and a further 19% use one at least once a week, with the most common choice of e-cigarette being one that doesn’t resemble a cigarette.More data can be found in the reference tables provided.E-cigarettes have been sold since 2004 and in Europe since 2006. Their popularity and availability has increased, which has led to debate around their use. Some feel that e-cigarettes could renormalise smoking, or could be a gateway to smoking by introducing non-smokers to nicotine. Others feel that they could be a useful tool in the effort to reduce tobacco consumption. To date, e-cigarettes have mainly been marketed as a cheaper and healthier alternative to smoking. However, the long-term health effects of using e-cigarettes have yet to be established. This has led to a World Health Organisation call for tighter controls on e-cigarettes.",
            "figures": [
                {
                    "figure_title": "Figure 4: Percentage of smokers by e-cigarette use, 2014",
                    "figure_subtitle": "Great Britain",
                    "figure_url": "https://www.ons.gov.uk/chartimage?uri=/peoplepopulationandcommunity/healthandsocialcare/healthandlifeexpectancies/bulletins/adultsmokinghabitsingreatbritain/2014/f6dc3f96&width=&hideSource=true",
                    "figure_type": "chartbuilder_image"
                }
            ]
        },
        {
            "section_url": "https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/healthandlifeexpectancies/bulletins/adultsmokinghabitsingreatbritain/2014#6background-notes",
            "section_header": "\n6\n.Background notes\n",
            "section_text": "",
            "figures": []
        }
    ]
}
