{
    "id": "EXAMPLE-2016-02-16_consumer-price-inflation-uk-january-2016",
    "title": "Consumer price inflation, UK: January 2016",
    "url": "https://www.ons.gov.uk/economy/inflationandpriceindices/bulletins/consumerpriceinflation/january2016",
    "release_date": "2016-02-16",
    "release_type": "bulletins",
    "latest": false,
    "url_keywords": [
        "economy",
        "inflationandpriceindices"
    ],
    "contact_name": "James Tucker",
    "contact_link": "mailto:cpi@ons.gov.uk",
    "content": [
        {
            "section_url": "https://www.ons.gov.uk/economy/inflationandpriceindices/bulletins/consumerpriceinflation/january2016#main-points",
            "section_header": "1. Main points",
            "section_text": "The Consumer Prices Index (CPI) rose by 0.3% in the year to January 2016, compared with a 0.2% rise in the year to December 2015.This is the third consecutive month of small increases, with the rate in January 2016 being the same as it was in January 2015.The main contributors to the rise in the rate were motor fuels, and to a lesser extent food, alcoholic beverages and clothing.Air fare prices partially offset the rise in the rate, falling by more than they did a year ago. This followed a large increase in prices in December 2015.CPIH (not a National Statistic) grew by 0.6% in the year to January 2016, up from 0.5% in December 2015.From this month, CPI and CPIH indices have been re-referenced and published with 2015=100. This does not impact on published inflation rates. Further information is available in the background notes.",
            "figures": []
        },
        {
            "section_url": "https://www.ons.gov.uk/economy/inflationandpriceindices/bulletins/consumerpriceinflation/january2016#a-brief-description-of-consumer-price-inflation",
            "section_header": "2. A brief description of Consumer Price Inflation",
            "section_text": "Consumer price inflation is the speed at which the prices of goods and services bought by households rise or fall. Consumer price inflation is estimated by using price indices. A way to understand a price index is to think of a very large shopping basket containing all the goods and services bought by households. The price index estimates changes to the total cost of this basket. An infographic explains how consumer price inflation is calculated. Consumer price indices are published monthly.A price index can be used to measure inflation in a number of ways. The most common is to look at how the index has changed over a year. This is calculated by comparing the price index for the latest month with the same month a year ago. This is known as the 12-month inflation rate. This bulletin measures inflation to January 2016, so the 12-month rate measures changes in prices between January 2015 and January 2016.A range of measures of consumer price and other price inflation are published. A tale of many price indices summarises information on the different measures.",
            "figures": []
        },
        {
            "section_url": "https://www.ons.gov.uk/economy/inflationandpriceindices/bulletins/consumerpriceinflation/january2016#consumer-prices-index-cpi",
            "section_header": "3. Consumer Prices Index (CPI)",
            "section_text": "What is the CPI?The CPI is a measure of consumer price inflation produced to international standards and in line with European regulations. First published in 1997 as the Harmonised Index of Consumer Prices (HICP), the CPI is the inflation measure used in the government’s target for inflation.The CPI is also used for purposes such as uprating pensions, wages and benefits and can aid in the understanding of inflation on family budgets. For more information see Users and uses of consumer price inflation statistics (100.5 Kb Pdf).Latest figure and long-term trendThe CPI 12-month rate (the amount prices change over a year) between January 2015 and January 2016 stood at 0.3%, a small increase compared with December 2015, when the rate was 0.2%. A rate of 0.3% means that a basket of goods and services that cost £100.00 in January 2015 would have cost £100.30 in January 2016.The last year, 2015, was a year of very low inflation, with the rate being at or close to zero for most of the year. Looking across 2015 overall, prices for transport costs, food and non-alcoholic beverages and (to a lesser extent) recreational and cultural goods and services had a downward pull on the rate of inflation. These were counterbalanced by an upward pull from price movements for other goods and services, most notably restaurant and hotel bills, and education costs such as university tuition fees. The rate has seen small increases for 3 consecutive months beginning in November 2015, although it remains low in the historic context.Figure A shows the contributions to the CPI 12-month rate in January 2016 compared with the contributions to the 12-month rate a year earlier. A larger version of the chart can be viewed by clicking on it (HTML version only).  Figure B shows the CPI 12-month rate over the last 10 years. Table A shows the CPI 1-month rate (the amount prices change between 2 consecutive months), 12-month rate and index values for the last year. A larger version of the chart can be viewed by clicking on it (HTML version only).   Consumer Prices Index (CPI): What are the main movements?This section explains which goods and services had the biggest impact on the change to the 12-month rate between December 2015 and January 2016 and, where relevant, considers the longer-term inflationary trends for these goods and services.The change in the CPI 12-month rate can be calculated by comparing the 12-month rates for 2 consecutive months. An alternative, and equally valid, approach is to calculate it by comparing the price change between the latest 2 months and the price change between the same 2 months a year ago. Explaining the contribution to change in the 12-month rate (37.1 Kb Pdf) is a diagram explaining the calculation.The CPI decreased by 0.8% between December 2015 and January 2016, compared with a decrease of 0.9% between the same 2 months a year earlier. The 1-month movement was therefore 0.1 percentage points higher this year compared with a year ago, leading to a rise in the CPI 12-month rate.Between December 2015 and January 2016, the main upward contributions to the change in the CPI 12-month rate came from:  motor fuels and lubricants: overall, prices decreased by 2.6%, compared with a larger fall of 6.8% a year ago. The largest upward contribution to the change in the 12-month rate came from prices for petrol, which dropped by 1.9%, compared with a larger fall of 7.3% between the same 2 months a year ago. A similar, though less pronounced, effect was seen for diesel, with prices falling by 4.0%, compared with a fall of 6.0% a year ago food and non-alcoholic beverages: the upward contribution came from food prices which, overall, fell by 0.6% between December 2015 and January 2016, compared with a larger fall of 1.0% between the same 2 months a year ago. The overall upward contribution was due to smaller upward pressures for a variety of products. Notably, prices for shop-bought milk saw a small decrease in price, whereas last year prices fell at a number of major supermarket chains, resulting in a larger decrease alcoholic beverages and tobacco: the upward contribution came from prices for alcoholic beverages which, overall, increased by 5.2% between December 2015 and January 2016, compared with an increase of 3.2% between the same 2 months a year ago. Beer and spirits were the main contributors to the rise. Prices for beer increased between December 2015 and January 2016, which is a return to the more usual pattern of price rises into the new year, following a fall in January last year clothing and footwear: the upward contribution came mainly from prices for clothing which, overall, decreased by 3.4%, compared with a larger fall of 3.9% between the same 2 months a year ago. The overall upward contribution resulted from smaller upward pressures for a variety of items of clothing The only substantial downward contribution to the change in the CPI 12-month rate between December 2015 and January 2016 came from:  air fares: prices, overall, fell by 35.8% compared with a smaller fall of 17.1% a year ago. The downward contribution to the change in the 12-month rate was greater than the upward contribution from motor fuels, which has resulted in a downward contribution from transport overall. It is important to note that air fare prices are highly variable. They typically drop in January following increases in December, with the increase in December 2015 being the largest December rise since 2002 Figure C shows the contributions to change from each part of the CPI basket of goods and services. A larger version of the chart can be viewed by clicking on it (HTML version only).",
            "figures": [
                {
                    "figure_title": "Figure A: Contributions to the CPI 12-month rate: January 2015 and January 2016",
                    "figure_subtitle": "UK",
                    "figure_url": "https://www.ons.gov.uk/chartimage?uri=/economy/inflationandpriceindices/bulletins/consumerpriceinflation/january2016/ea3e8095&width=&hideSource=true",
                    "figure_type": "chartbuilder_image"
                },
                {
                    "figure_title": "Figure B: CPI 12-month inflation rate for the last 10 years: January 2006 to January 2016",
                    "figure_subtitle": "UK",
                    "figure_url": "https://www.ons.gov.uk/chartimage?uri=/economy/inflationandpriceindices/bulletins/consumerpriceinflation/january2016/3e77f61d&width=&hideSource=true",
                    "figure_type": "chartbuilder_image"
                },
                {
                    "figure_title": "Figure C: Contributions to the change in the CPI 12-month rate: January 2016",
                    "figure_subtitle": "UK",
                    "figure_url": "https://www.ons.gov.uk/chartimage?uri=/economy/inflationandpriceindices/bulletins/consumerpriceinflation/january2016/39e639b0&width=&hideSource=true",
                    "figure_type": "chartbuilder_image"
                }
            ]
        },
        {
            "section_url": "https://www.ons.gov.uk/economy/inflationandpriceindices/bulletins/consumerpriceinflation/january2016#cpih",
            "section_header": "4. CPIH",
            "section_text": "CPIH is currently undergoing re-assessment to evaluate the extent to which it meets the professional standards set out in the Code of Practice for Official Statistics. CPIH was first assessed in 2013. In August 2014 its National Statistics status was removed pending work to improve the methods for measuring owner occupiers’ housing costs in the index. Full details can be found on the UK Statistics Authority website and in an explanatory note (313.9 Kb Pdf) on our website. The improvements from the resulting development work were introduced as part of the February 2015 dataset with the historical series revised back to 2005. Further information on the changes is available in 2 articles: Improvements to the measurement of Owner Occupiers’ Housing Cost and Private Housing Rental Prices (2.48 Mb Pdf) and Revising the weight of Owner Occupiers’ Housing in CPIH (197.4 Kb Pdf).CPIH is a measure of UK consumer price inflation that includes owner occupiers’ housing costs (OOH). These are the costs of housing services associated with owning, maintaining and living in one’s own home. OOH does not include costs such as utility bills, minor repairs and maintenance, which are already included in the index.CPIH uses an approach called rental equivalence to measure OOH. Rental equivalence uses the rent paid for an equivalent house as a proxy for the costs faced by an owner occupier. In other words this answers the question “how much would I have to pay in rent to live in a home like mine?” for an owner occupier. OOH does not seek to capture increases in house prices. Although this may be inconsistent with some users’ expectations of measures of OOH, the inclusion of an asset price and therefore capital gains would make the index less suitable for a measure of consumption. OOH currently accounts for 16.5% of the expenditure weight of CPIH. This compares with a weight of 19.5% in 2005.Currently, the method of calculation, the population coverage and the basket of goods and services are the same as the Consumer Prices Index (CPI), with the exception of OOH. The method of deriving the weights for CPIH and the data used for these are also the same as for CPI, with the exception of OOH. This can result in some differences from the CPI.In January 2016, the 12-month rate (the rate at which prices increased between January 2015 and January 2016) for CPIH stood at 0.6%, up from 0.5% in December 2015. The difference between the CPI and CPIH annual rates in January 2016 was 0.3 percentage points, the same as the difference in December 2015.Owners occupiers’ housing costs increased by 0.3% between December 2015 and January 2016, compared with 0.2% between these months a year earlier. This means that they had a small impact on the change on the CPIH 12-month rate between the 2 months.Figure D shows the CPIH and OOH component 12-month rates since January 2006 (the earliest date for which the official CPIH 12-month rate can be calculated). The CPI 12-month rate has been included for comparative purposes. Table B shows the CPIH and OOH component 1-month and 12-month rates and index values for the last year. A larger version of the chart can be viewed by clicking on it (HTML version only).",
            "figures": [
                {
                    "figure_title": "Figure D: CPIH, OOH component and CPI 12-month rates since January 2006",
                    "figure_subtitle": "UK",
                    "figure_url": "https://www.ons.gov.uk/chartimage?uri=/economy/inflationandpriceindices/bulletins/consumerpriceinflation/january2016/7cc4501b&width=&hideSource=true",
                    "figure_type": "chartbuilder_image"
                }
            ]
        },
        {
            "section_url": "https://www.ons.gov.uk/economy/inflationandpriceindices/bulletins/consumerpriceinflation/january2016#retail-prices-index-rpi-and-rpij",
            "section_header": "5. Retail Prices Index (RPI) and RPIJ",
            "section_text": "In accordance with the Statistics and Registration Service Act 2007, the Retail Prices Index and its derivatives have been assessed against the Code of Practice for Official Statistics and found not to meet the required standard for designation as National Statistics. The full assessment report can be found on the UK Statistics Authority website.The RPI is a long-standing measure of UK inflation that has historically been used for a wide range of purposes such as the indexation of pensions, rents and index-linked gilts. For further information see Users and uses of consumer price inflation statistics (100.5 Kb Pdf).RPIJ is an improved variant of the Retail Prices Index, which is calculated using formulae that meet international standards. The rationale for creating RPIJ was to give users a better alternative to the RPI if their needs were for a measure of inflation based on the same population, classifications, weights, etc as the RPI. Currently, RPIJ also acts as an analytical series in that it allows users to see the impact of using the Jevons (which meets international standards) in place of the Carli formula (which does not meet international standards) in the RPI. The use of the different formulae at the elementary aggregate level is currently the only difference between the 2 indices. Detailed goods and services indices are not produced for RPIJ.In January 2016, the 12-month rate for RPIJ stood at 0.7%, up from 0.5% in the year to December 2015.The RPI 12-month rate for January 2016 stood at 1.3%, meaning that it was 0.6 percentage points higher than it would have been had it used formulae that meet international standards.Figure E shows the RPI and RPIJ 12-month rates for the last 10 years. Over this period the RPIJ 12-month rate has been, on average, 0.5 percentage points lower than the RPI but the difference has increased to an average of 0.6 percentage points over the last 3 years. A larger version of the chart can be viewed by clicking on it (HTML version only).Table C shows the RPI and RPIJ 1-month and 12-month rates and index values for the last year.   For users who want to understand the causes of the difference between the CPI and RPI, please see Table 5 in the Consumer Price Inflation Reference Tables.",
            "figures": [
                {
                    "figure_title": "Figure E: RPI and RPIJ 12-month rates for the last 10 years: January 2006 to January 2016",
                    "figure_subtitle": "UK",
                    "figure_url": "https://www.ons.gov.uk/chartimage?uri=/economy/inflationandpriceindices/bulletins/consumerpriceinflation/january2016/90b5f947&width=&hideSource=true",
                    "figure_type": "chartbuilder_image"
                }
            ]
        },
        {
            "section_url": "https://www.ons.gov.uk/economy/inflationandpriceindices/bulletins/consumerpriceinflation/january2016#guide-to-data",
            "section_header": "6. Guide to data",
            "section_text": "Table D outlines where data for all consumer price inflation statistics can be found.",
            "figures": []
        },
        {
            "section_url": "https://www.ons.gov.uk/economy/inflationandpriceindices/bulletins/consumerpriceinflation/january2016#7background-notes",
            "section_header": "\n7\n.Background notes\n",
            "section_text": "",
            "figures": []
        },
        {
            "section_url": "https://www.ons.gov.uk/economy/inflationandpriceindices/bulletins/consumerpriceinflation/january2016#8methodology",
            "section_header": "\n8\n.\nMethodology\n",
            "section_text": "",
            "figures": []
        }
    ]
}
